orlis/open_source_benchmarks/apps/org.epstudios.epmobile_47_src.tar.gz/app/src/main/assets/apixaban.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<!-- 2015-03-10 Tue 16:31 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Mann" />
</head>
<body>
<div id="content">
<h1 class="title"></h1>
<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">Dosage and administration</h2>
<div class="outline-text-2" id="text-unnumbered-1">
</div><div id="outline-container-unnumbered-2" class="outline-3">
<h3 id="unnumbered-2">Nonvalvular atrial fibrillation</h3>
<div class="outline-text-3" id="text-unnumbered-2">
<ul class="org-ul">
<li>Recommended dose is 5 mg orally twice daily.</li>
<li>In patients with at least 2 of the following: age ≥80 yrs, body weight ≤60 kg, or serum creatinine ≥1.5 mg/dL, recommended dose is 2.5 mg PO BID.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-3" class="outline-3">
<h3 id="unnumbered-3">Prophylaxis of DVT following hip or knee replacement surgery</h3>
<div class="outline-text-3" id="text-unnumbered-3">
<ul class="org-ul">
<li>Recommended dose is 2.5 mg PO BID.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-4" class="outline-3">
<h3 id="unnumbered-4">Treatment of DVT and PE</h3>
<div class="outline-text-3" id="text-unnumbered-4">
<ul class="org-ul">
<li>Recommended dose is 10 mg PO BID for 7 days, then 5 mg PO BID.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-5" class="outline-3">
<h3 id="unnumbered-5">Reduction in the risk of recurrent DVT and PE following initial therapy</h3>
<div class="outline-text-3" id="text-unnumbered-5">
<ul class="org-ul">
<li>Recommended dose is 2.5 mg PO BID.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-unnumbered-6" class="outline-2">
<h2 id="unnumbered-6">Dosage forms and strengths</h2>
<div class="outline-text-2" id="text-unnumbered-6">
<ul class="org-ul">
<li>Tablets
<ul class="org-ul">
<li>2.5 mg</li>
<li>5 mg</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-7" class="outline-2">
<h2 id="unnumbered-7">Contraindications</h2>
<div class="outline-text-2" id="text-unnumbered-7">
<ul class="org-ul">
<li>Active pathological bleeding</li>
<li>Severe hypersensitivity to apixaban</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-8" class="outline-2">
<h2 id="unnumbered-8">Warnings and precautions</h2>
<div class="outline-text-2" id="text-unnumbered-8">
<ul class="org-ul">
<li>Bleeding: serious and potentially fatal bleeding.  Promptly evaluate signs and symptoms of blood loss.</li>
<li>Prosthetic heart valves: Use is not recommended.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-9" class="outline-2">
<h2 id="unnumbered-9">Adverse reactions</h2>
<div class="outline-text-2" id="text-unnumbered-9">
<ul class="org-ul">
<li>Most common adverse reactions (&gt;1%) are related to bleeding</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-10" class="outline-2">
<h2 id="unnumbered-10">Drug interactions</h2>
<div class="outline-text-2" id="text-unnumbered-10">
<ul class="org-ul">
<li>For patients receiving apixaban at doses greater than 2.5 mg BID, the dose should be reduced 50% when it is coadministered with strong dual inhibitors of CYP3A4 and P-gp (e.g. ketoconazole, itraconazole, ritonavir, and clarithromycin).  For patients on apixaban 2.5 mg BID avoid coadministration with these drugs.</li>
<li>Simultaneous use of strong dual inducers of CYP3A4 and P-gp (e.g. rifampin, carbamazepine, phenytoin, and St. John's wort) reduces blood levels of apixaban: avoid concomitant use.</li>
<li>Simultaneous use with other anti-platelet or anti-coagualant drugs increases risk of bleeding.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-11" class="outline-2">
<h2 id="unnumbered-11">Use in specific populations</h2>
<div class="outline-text-2" id="text-unnumbered-11">
<ul class="org-ul">
<li>Pregnancy: Not recommended.</li>
<li>Nursing mothers: Discontinue drug or discontinue nursing.</li>
<li>Moderate or severe hepatic impairment: Not recommended.</li>
<li>End stage renal disease on hemodialysis: No change in dosing recommendations, but use caution, as this specific patient population was not included in clinical trials.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
